[
  {
    "term": "Status",
    "definition": "Refers to whether the candidate is an incumbent, challenger or running unopposed."
  },
  {
    "term": "Candidate ID",
    "definition": "A unique identifier assigned to each candidate registered with the FEC. The initial character indicates the office sought. (H)ouse, (S)enate, (P)resident. If a person runs for several offices, they will have separate Candidate IDs for each office."
  },
  {
    "term": "Party",
    "definition": "Party affiliation as stated on a candidate’s 'Statement of Candidacy.'"
  },
  {
    "term": "District",
    "definition": "A U.S. House District. Because Senators represent an entire state, Senate races do not have districts associated with them."
  },  
  {
    "term": "Organization Type",
    "definition": "Certain filers, like Separate Segregated Funds, certain types of PACs, and Communication Cost filers identify the types of organizations they are associated with.  These entities can be associated with corporations, trade associations, labor organizations, cooperatives, membership organizations, corporations without capital stock or have no association."
  },
  {
    "term": "Committee Type",
    "definition": "A legal definition that categorizes groups organized to raise and spend money in federal elections. The basic committee types are principal campaign committee, political party committee, and political action committee (PAC)."
  },  
  {
    "term": "Total Receipts",
    "definition": "The sum of all money received by a committee as reported to the FEC, including contributions, during a filing period."
  },
  {
    "term": "Total Disbursements",
    "definition": "The sum of all money spent by a committee as reported to the FEC, during a filing period."
  },  
  {
    "term": "Cash on Hand",
    "definition": "The ending cash balance on a report for a particular time period. Cash on hand includes funds held in checking and savings accounts, certificates of deposit, petty cash funds, traveler’s checks, treasury bills and other investments valued at cost."
  },
  {
    "term": "Debt",
    "definition": "The amount of money a committee owes to other entities at the end of the filing period."
  }, 
  {
    "term": "Joint Fundraising",
    "definition": "Joint fundraising is fundraising conducted jointly by a political committee and one or more other political committees or unregistered organizations.  Joint fundraising is often conducted between a principal campaign committee and a political party committee."
  }, 
  {
    "term": "Joint Fundraising Committee",
    "definition": "A committee that has been set up for the purposes fundraising for multiple committees at the same time."
  }, 
  {
    "term": "Reports and Statements",
    "definition": "All committees registered with the FEC are required to file reports and statements regularly that disclose their financial activity.  The contents of those reports and statements, as well as the filing schedule, depend on the type of committee or organization."
  }, 
  {
    "term": "Filing",
    "definition": "A report or statement submitted to the FEC by a candidate, committee or other filing entity. Entities are required to file to declare their status as a candidate or committee and to report the money they raise and spend."
  }, 
  {
    "term": "Authorized Committee",
    "definition": "A committee that has been authorized by a candidate to raise or spend money on his or her behalf."
  }, 
  {
    "term": "Committee",
    "definition": "Committees are legal entities created to raise and spend money in federal elections. There are many different types of committees involved in federal elections, and different types of committees have different fundraising and spending limitations and different requirements for reporting their activity."
  },
  {
    "term": "Principal Campaign Committee",
    "definition": "[Needs definition]"
  },
  {
    "term":"Candidate",
    "definition":"An individual seeking nomination for election, or election, to a federal office becomes a candidate when he or she (or agents working on his or her behalf) raises contributions or makes expenditures that exceed $5,000."
  },
  {
    "term": "District",
    "definition": "A U.S. House District. Because Senators represent an entire state, Senate races do not have districts associated with them."
  }, 
]
